tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "ngrok/ngrok"
tap "samtay/tui"
brew "bat"
brew "bitwarden-cli"
brew "brew-cask-completion"
brew "btop"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmatrix"
brew "qemu"
brew "lima"
brew "colima"
brew "diff-so-fancy"
brew "docker"
brew "exiftool"
brew "fnm"
brew "fzf"
brew "gh"
brew "harfbuzz"
brew "hugo"
brew "hyfetch"
brew "jenv"
brew "jq"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "openjdk"
brew "podman"
brew "pyenv"
brew "ripgrep"
brew "thefuck"
brew "tig"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-syntax-highlighting"
cask "ngrok"
cask "scroll-reverser"
