tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "ngrok/ngrok"
tap "samtay/tui"
brew "bat"
brew "brew-cask-completion"
brew "btop"
brew "gnutls"
brew "cask"
brew "cmatrix"
brew "colima"
brew "diff-so-fancy"
brew "exiftool"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "hugo"
brew "jenv"
brew "jq"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "openjdk"
brew "openjdk@11"
brew "podman"
brew "pyenv"
brew "ripgrep"
brew "sox"
brew "thefuck"
brew "tig"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/consul"
brew "samtay/tui/tetris"
cask "ngrok"
cask "raycast"
cask "temurin"
cask "zulu8"
